{
    "DAN": {
        "tenganh": "Ngôn ngữ Anh",
        "review": [
            " chất lượng: chất lượng giáo trình ok, nhưng quan trọng là các em phải chịu khó đọc sách ở nhà, vì trên lớp ko đủ tiết nên nhiều khi cũng không nắm bắt được hết cái hay những gì trong sách, tuy nhiên trường luôn chọn những cuốn sách hay để các em học, nên các em yên tâm.",
            "giảng viên: khá nhiệt tình dễ thương, luôn tạo cơ hội cho các em điểm cao, dạy tân tình luôn so với các các giảng viên dạy chung ngành trường khác - vpk: bình thường cái này chị ít vào nên cũng ko rõ ",
            "cơ sở vật chất: cũng bt nói chung ko có máy lạnh phà phà như trường tư nhưng theo chị ko đóng học phí mà csvc vậy ok rồi",
            "thái độ - kiến thức: về kiến thức thì chị nhắc lại giáo trình tốt, khi học nâng cao mà các em biết khai thác thì nó sẽ rất có ích cho các em sau này."
        ],
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Văn, Anh(Anh)",
                        "diem": 24.29
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Văn, Anh(Anh)",
                        "diem": 26.06
                    }
                ]
            }
        }
    },
    "DCM": {
        "tenganh": "Công nghệ Kĩ thuật Môi trường ",
        "review": [
            "Mỗi lần gặp mấy đứa cấp ba cấp hai là y như rằng sẽ bị hỏi bây giờ m học ngành nào dị. Và câu tl của tôi lại là KHMT. Và tụi nó sẽ lại ừ cho qua hoặc trố mắt hỏi ngành gì lạ vậy. Xin thưa các bác là ngày xưa trước khi vô học ngành này e cũng như các bác thôi ạ. Chẳng biết KHMT là cái gì chỉ là thấy điểm vs môn phù hợp nên e vào đây thôi. Lúc đầu bỡ ngỡ lắm cơ. Đa số lớp toàn là tp bị rớt từ mấy ngành khác qua và đông dân nhất là mấy đứa rớt bên dược qua. Tôi là cái đứa vô duyên nhất, trời xui đất khiến s lại vô cái ngành chẳng lquan gì vs ngành mà tôi chọn ban đầu. Nói cho cùng cũng là có duyên lắm mới học chung một khoa nên các 98er đừng vội hoang mag khi vô khoa MO nhé",
            "Sau đây là review về Khoa MO của 1 97er: khoa. chia làm hai nghành là khoa học và cn kỹ thuật. Khoa theo mình được trag bị khá kỹ về máy móc không thua gì ở các trường đh láng giềng đâu nhé, tuy là trường đại học Sài Gòn nổi tiếg ở mầm non và gdth hơn nhưg nhữg ngàh khác cũg k phải bị bỏ rơi nên các bạn đừg xoắn nhé.",
            "Ở năm nhất khi học nghành KHMT các bạn sẽ có chương trình giốg vs các nghành khác là học tập trung các môn chug qua năm hai thì sẽ tập trung vào chuyên ngành hơn nhé. Đbiệt thì thầy cô trong khoa cực kỳ dễ thương và iu học sinh nên đừng sợ tuy bên ngoài có nhìu thầy cô khá nghiêm nhưng trog lòng rất thương sinh viên ^^ chỉ cần siêng học là thầy cô sẽ cực quý lun đó( thầy cô hay hù làm mình sợ nhưng k nỡ xuống tay đau) ",
            "Trong khoa thì cũng chia làm cơ cấu như các khoa khác là đoàn và hội ( dành cho các bạn thích cv đoàn hội và không sợ cực hoặc là muốn trải nghiệm ngen)",
            "Chương trình học cũng không quá nặng nếu cạn bạn chịu học siêng là oki. Các a chị trong khoa thì dt và nhiệt tình siêu đág iu thương đàn e nữa nên có gì k hiểu hay thắc mắc thì có thể hỏi mà đừng ngại nha( xin sách các kiểu nữa). Tóm lại nếu bạn nào muốn tiềm hiểu và thích ngành KHMT mà chưa chọn đc trường thì hãy vô học ở SGU đi k lầm đâu.",
            "End hết phần review của MOER về khoa môi trường tại đại học Sài Gòn. Mọi thắc mắc các bạn cứ vô học sẽ hiểu rõ hơn."
        ],
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán Lý Hóa",
                        "diem": 16.1
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán Lý Hóa",
                        "diem": 16.05
                    }
                ]
            }
        }
    },
    "DCT": {
        "tenganh": "Công nghệ thông tin ",
        "review": [
            "Chào bạn. Mình mới học xong năm 1. Nhìn chung thì các thầy cô trong khoa CNTT thì rất dễ thương bạn nhé ^^ Mình review vài GV trong khoa thôi, còn các GV dạy các môn khác như Giải tích, Đại số, Điện tử căn bản thì ở bên khoa khác dạy nên mình không ý kiến nhé. Môn Toán rời rạc là môn bạn học đầu tiên, mình thì học thầy Hòa phó khoa, thầy nói giọng Huế nên hơi khó nghe một tí, bạn chịu khó lắng nghe, cố gắng làm bài thật tốt để điểm giữa kì cao, cuối kì thi cho đỡ :)) Nhập môn máy tính và Kiến trúc máy tính là 2 môn mà theo mình là nên học thầy Quan, thầy có dạy bạn nhiều thứ khác ngoài máy tính như làm giàu, các vấn đề cuộc sống, kĩ năng mềm,... học thầy thì chỉ cần chuẩn bị bài thuyết trình thật chu đáo, thuyết trình thật tự tin là sẽ điểm cao, yên tâm là thầy không kêu lên bảng đâu :)) cơ sở lập trình học thầy Trí sẽ dễ hiểu hơn, còn thầy Quốc thì dạy nhanh nên bạn cố gắng nắm bắt sẽ qua được thôi, à thường thầy Quốc dạy lí thuyết thì sẽ có thầy Khải dạy thực hành nên bạn sẽ kiểm tra 2 người luôn. Cấu trúc dữ liệu thì mình khuyên bạn nên học cô Loan nhé, cô rất dễ tính và dễ lấy điểm cộng. Còn kĩ thuật lập trình thì tốt nhất bạn học cô Trang, cô cũng dễ cực kì, cho kiểm tra quá trời luôn, chủ yếu để bạn nhớ kiến thức, cô cũng rất dễ thương. Nói chung là học ngành gì cũng vậy, môn gì cũng vậy, hãy cứ tự tin ngay từ những tiết đầu và cố gắng giơ tay phát biểu càng nhiều càng tốt, thầy cô sẽ quý bạn và cho bạn điểm cộng nhiều, học ĐH điểm cộng quý lắm đấy, nó có thể giúp đỡ cho bạn có điểm quá trình tốt như 9 10 để cuối kì thi sẽ nhẹ hơn, và hơn hết là hãy đi học đầy đủ đừng bỏ bữa nào nhé ^^ Chúc bạn thành công với lựa chọn của mình :3",
            "Sau gần 4 năm “dùi mài kinh sử” ở ngành công nghệ thông tin ở trường đại học Sài Gòn thì mình có 1 số đánh giá khá là khách quan để review về ngành đang làm mưa làm gió trong lĩnh vực công nghệ. Do trường mình chỉ mới đưa ngành CNTT vào giảng dạy vào những năm gần đây nên chất lượng đào tạo cũng chưa thể so các trường có truyền thống CNTT như đại học chính quy khác về CNTT. Với kiến thức căn bản mà các thầy cô giảng dạy ở trường sẽ nhẹ hơn ở các trường khác nhưng cũng đủ làm nền tảng cần thiết cho sau này. Mặc dù chất lượng giảng dạy chưa được xuất sắc nhưng không vì đó mà nhiệt huyết trong từng bài giảng kém. Khoa có đội ngũ giáo viên trẻ, đẹp, thân thiện, nhiệt tình, cở mởi, tận tình giúp đỡ sinh viên. Môi trường học tập ổn nhưng có đều cơ sở vật chất tốt phòng máy có máy lạnh, dàn máy tính thì phải nói là quá ngon trong tầm vài năm trước. Nên mọi người nên sắm cho mình laptop riêng để dễ dàng cho việc học. Và các hoạt động cực kỳ nhiều rất thích hợp cho những bạn là đoàn viên. Ai nói IT là khô khan, ai nói IT chỉ biết code thì xem IT Got Talen để xem các bạn sinh viên IT không chỉ code giỏi mà còn có nhiều tài khác nữa. Hằng năm khoa sẽ tổ chức các hoạt động “động chân tay” như các giải Esport, hội thao khoa, rực lữa IT, vơn vơn và mei mei. Tóm lại học ở đâu không quan trọng, học ở đâu cũng v chủ yếu là don bản thân mình tự vận động, tự mình tạo kiến thức cho mình, tự mình tạo những kỷ niệm ở thời sinh viên. SGU WELCOME."
        ],
        "diemchuan": {
            "CLC": {
                "2020": [
                    {
                        "tohop": "Toán Lý Hóa (Toán)",
                        "diem": 21.15
                    },
                    {
                        "tohop": "Toán Lý Anh (Toán)",
                        "diem": 21.15
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán Lý Hóa (Toán)",
                        "diem": 23.46
                    },
                    {
                        "tohop": "Toán Lý Anh (Toán)",
                        "diem": 23.46
                    }
                ]
            },
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán Lý Hóa (Toán)",
                        "diem": 23.2
                    },
                    {
                        "tohop": "Toán Lý Anh (Toán)",
                        "diem": 23.2
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán Lý Hóa (Toán)",
                        "diem": 24.48
                    },
                    {
                        "tohop": "Toán Lý Anh (Toán)",
                        "diem": 24.48
                    }
                ]
            }
        }
    },
    "DCV": {
        "tenganh": "Công nghệ kỹ thuật điện tử viễn thông",
        "review": [
            "Xin chào các bạn ‘kỹ sư tương lai”! hôm nay mình sẽ review nhẹ cho các bạn dự định sẽ xét tuyển các ngành của khoa Điện tử Viễn thông (tên viết tắt tiếng anh là FET). Khoa mình quản lý và đào tạo 05 ngành nhưng từ năm 2018 thì chỉ còn tuyển 04 ngành gồm kĩ thuật điện, kĩ thuật điện tử - viễn thông, công nghệ kĩ thuật điện tử - viễn thông, công nghệ kĩ thuật điện, điện tử.",
            "Xã hội sẽ nghĩ học mấy ngành này xong ra sửa điện hả? => Không à. Mà chúng ta có thể làm ở bất kỳ nơi đâu có liên quan đến điện, điện tử, viễn thông trong nhà nước, tư nhân hay công ty nước ngoài đều được. Khi tốt nghiệp các bạn sẽ được cấp bằng kỹ sư.",
            "Ủa vậy mấy ngành đó có gì khác không? => Có nha. Những ngành bắt đầu cụm từ KĨ THUẬT thì định hướng học thiên về hàn lâm, nghiên cứu, còn ngành bắt đầu bằng cụm từ CÔNG NGHỆ KĨ THUẬT hướng học thiên về ứng dụng. Nhưng nhìn chung các ngành đều có các môn cơ sở như nhau, lên năm 2 thì bắt đầu được chọn chuyên ngành mình thích để học. Ra trường các bạn đều có kiến thức cơ sở giống nhau chỉ khác là kiến thức chuyên ngành hoy. À sẵn mình nói luôn về các môn học, nhìn chung môn nào cùng khó lắm, phải cố gắng giải bài tập giảng viên yêu cầu, cúp học thì ít thôi đừng cúp dài dài, kiến thức không vô nỗi đâu.",
            " Nói về môi trường học thì ấn tượng đầu tiên là 90% toàn con trai, còn có 10% bạn nữ. Có thể lớp sẽ có 1 – 2 bạn nữ còn lại toàn trai với trai không đó hoặc lớp full HD trai. Khả năng thoát ế cao nếu biết ngoại giao với mấy khoa như mầm non hay tiểu học….",
            "Cơ sở vật chất tạm ổn vì là trường công lập nên máy móc hệ thống phòng thí nghiệm, thực hành còn hạn chế nhưng đủ đáp ứng 1 phần cho sinh viên. Dự kiến nghe nói từ năm học tới khoa sẽ có 8 phòng thí nghiệm thực hành tân tiến nhất ở dãy nhà mới xây để phục vụ công việc giảng dạy và học tập đó. Mình cũng đang hóng ^^ ",
            "Nói về thầy cô giảng viên của khoa nhìn chung là dễ chịu, tốt, chuyên môn đều cao hết. Nói gì nói chứ cũng có 1 số giảng viên cực kỳ nghiêm khắc lắm á nha. Nên hỏi riêng mấy anh chị khóa trên để biết thêm nè.",
            "Các hoạt động của Đoàn khoa – Liên Chi hội Sinh viên của khoa thì vô cùng bổ ích và hấp dẫn như giải bóng đá thường niên giành cho các bạn yêu bộ môn này, các sân chơi kỹ năng, đặc biệt là chương trình hội trại siêu to hoành tráng 2 ngày 1 đêm tại BRVT …",
            "Khoa còn có 2 CLB rất mạnh là CLB EET (điện, điện tử, viễn thông) tham gia CLB này sẽ được hỗ trợ rất nhiều về mặt kiến thức chuyên môn,chuyên ngành đến từ các anh chị khóa trên cũng như các thầy cô cố vấn, đặc biệt đều có các cuộc thi học thuật rất lớn do CLB này tổ chức Thứ 2 là CLB Tiếng anh (ETEC) dành cho những bạn có đam mê về tiềng anh, muốn cải thiện kỹ năng kiến thức thì CLB này sẽ giúp các bạn."
        ],
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán Lý Hóa",
                        "diem": 20.4
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán Lý Hóa",
                        "diem": 23
                    }
                ]
            }
        }
    },
    "DDD": {
        "tenganh": "Kĩ thuật Điện, Điện tử ",
        "review": [
            "Xin chào các bạn ‘kỹ sư tương lai”! hôm nay mình sẽ review nhẹ cho các bạn dự định sẽ xét tuyển các ngành của khoa Điện tử Viễn thông (tên viết tắt tiếng anh là FET). Khoa mình quản lý và đào tạo 05 ngành nhưng từ năm 2018 thì chỉ còn tuyển 04 ngành gồm kĩ thuật điện, kĩ thuật điện tử - viễn thông, công nghệ kĩ thuật điện tử - viễn thông, công nghệ kĩ thuật điện, điện tử.",
            "Xã hội sẽ nghĩ học mấy ngành này xong ra sửa điện hả? => Không à. Mà chúng ta có thể làm ở bất kỳ nơi đâu có liên quan đến điện, điện tử, viễn thông trong nhà nước, tư nhân hay công ty nước ngoài đều được. Khi tốt nghiệp các bạn sẽ được cấp bằng kỹ sư.",
            "Ủa vậy mấy ngành đó có gì khác không? => Có nha. Những ngành bắt đầu cụm từ KĨ THUẬT thì định hướng học thiên về hàn lâm, nghiên cứu, còn ngành bắt đầu bằng cụm từ CÔNG NGHỆ KĨ THUẬT hướng học thiên về ứng dụng. Nhưng nhìn chung các ngành đều có các môn cơ sở như nhau, lên năm 2 thì bắt đầu được chọn chuyên ngành mình thích để học. Ra trường các bạn đều có kiến thức cơ sở giống nhau chỉ khác là kiến thức chuyên ngành hoy. À sẵn mình nói luôn về các môn học, nhìn chung môn nào cùng khó lắm, phải cố gắng giải bài tập giảng viên yêu cầu, cúp học thì ít thôi đừng cúp dài dài, kiến thức không vô nỗi đâu.",
            " Nói về môi trường học thì ấn tượng đầu tiên là 90% toàn con trai, còn có 10% bạn nữ. Có thể lớp sẽ có 1 – 2 bạn nữ còn lại toàn trai với trai không đó hoặc lớp full HD trai. Khả năng thoát ế cao nếu biết ngoại giao với mấy khoa như mầm non hay tiểu học….",
            "Cơ sở vật chất tạm ổn vì là trường công lập nên máy móc hệ thống phòng thí nghiệm, thực hành còn hạn chế nhưng đủ đáp ứng 1 phần cho sinh viên. Dự kiến nghe nói từ năm học tới khoa sẽ có 8 phòng thí nghiệm thực hành tân tiến nhất ở dãy nhà mới xây để phục vụ công việc giảng dạy và học tập đó. Mình cũng đang hóng ^^ ",
            "Nói về thầy cô giảng viên của khoa nhìn chung là dễ chịu, tốt, chuyên môn đều cao hết. Nói gì nói chứ cũng có 1 số giảng viên cực kỳ nghiêm khắc lắm á nha. Nên hỏi riêng mấy anh chị khóa trên để biết thêm nè.",
            "Các hoạt động của Đoàn khoa – Liên Chi hội Sinh viên của khoa thì vô cùng bổ ích và hấp dẫn như giải bóng đá thường niên giành cho các bạn yêu bộ môn này, các sân chơi kỹ năng, đặc biệt là chương trình hội trại siêu to hoành tráng 2 ngày 1 đêm tại BRVT …",
            "Khoa còn có 2 CLB rất mạnh là CLB EET (điện, điện tử, viễn thông) tham gia CLB này sẽ được hỗ trợ rất nhiều về mặt kiến thức chuyên môn,chuyên ngành đến từ các anh chị khóa trên cũng như các thầy cô cố vấn, đặc biệt đều có các cuộc thi học thuật rất lớn do CLB này tổ chức Thứ 2 là CLB Tiếng anh (ETEC) dành cho những bạn có đam mê về tiềng anh, muốn cải thiện kỹ năng kiến thức thì CLB này sẽ giúp các bạn."
        ],
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Lý, Hóa",
                        "diem": 22.3
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Lý, Hóa",
                        "diem": 23.5
                    }
                ]
            }
        }
    },
    "DDE": {
        "tenganh": "Kỹ thuật điện",
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Lý, Hóa",
                        "diem": 19.25
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Lý, Hóa",
                        "diem": 22.05
                    }
                ]
            }
        }
    },
    "DDT": {
        "tenganh": "Kĩ thuật Điện tử, Truyền thông ",
        "review": [
            "Xin chào các bạn ‘kỹ sư tương lai”! hôm nay mình sẽ review nhẹ cho các bạn dự định sẽ xét tuyển các ngành của khoa Điện tử Viễn thông (tên viết tắt tiếng anh là FET). Khoa mình quản lý và đào tạo 05 ngành nhưng từ năm 2018 thì chỉ còn tuyển 04 ngành gồm kĩ thuật điện, kĩ thuật điện tử - viễn thông, công nghệ kĩ thuật điện tử - viễn thông, công nghệ kĩ thuật điện, điện tử.",
            "Xã hội sẽ nghĩ học mấy ngành này xong ra sửa điện hả? => Không à. Mà chúng ta có thể làm ở bất kỳ nơi đâu có liên quan đến điện, điện tử, viễn thông trong nhà nước, tư nhân hay công ty nước ngoài đều được. Khi tốt nghiệp các bạn sẽ được cấp bằng kỹ sư.",
            "Ủa vậy mấy ngành đó có gì khác không? => Có nha. Những ngành bắt đầu cụm từ KĨ THUẬT thì định hướng học thiên về hàn lâm, nghiên cứu, còn ngành bắt đầu bằng cụm từ CÔNG NGHỆ KĨ THUẬT hướng học thiên về ứng dụng. Nhưng nhìn chung các ngành đều có các môn cơ sở như nhau, lên năm 2 thì bắt đầu được chọn chuyên ngành mình thích để học. Ra trường các bạn đều có kiến thức cơ sở giống nhau chỉ khác là kiến thức chuyên ngành hoy. À sẵn mình nói luôn về các môn học, nhìn chung môn nào cùng khó lắm, phải cố gắng giải bài tập giảng viên yêu cầu, cúp học thì ít thôi đừng cúp dài dài, kiến thức không vô nỗi đâu.",
            " Nói về môi trường học thì ấn tượng đầu tiên là 90% toàn con trai, còn có 10% bạn nữ. Có thể lớp sẽ có 1 – 2 bạn nữ còn lại toàn trai với trai không đó hoặc lớp full HD trai. Khả năng thoát ế cao nếu biết ngoại giao với mấy khoa như mầm non hay tiểu học….",
            "Cơ sở vật chất tạm ổn vì là trường công lập nên máy móc hệ thống phòng thí nghiệm, thực hành còn hạn chế nhưng đủ đáp ứng 1 phần cho sinh viên. Dự kiến nghe nói từ năm học tới khoa sẽ có 8 phòng thí nghiệm thực hành tân tiến nhất ở dãy nhà mới xây để phục vụ công việc giảng dạy và học tập đó. Mình cũng đang hóng ^^ ",
            "Nói về thầy cô giảng viên của khoa nhìn chung là dễ chịu, tốt, chuyên môn đều cao hết. Nói gì nói chứ cũng có 1 số giảng viên cực kỳ nghiêm khắc lắm á nha. Nên hỏi riêng mấy anh chị khóa trên để biết thêm nè.",
            "Các hoạt động của Đoàn khoa – Liên Chi hội Sinh viên của khoa thì vô cùng bổ ích và hấp dẫn như giải bóng đá thường niên giành cho các bạn yêu bộ môn này, các sân chơi kỹ năng, đặc biệt là chương trình hội trại siêu to hoành tráng 2 ngày 1 đêm tại BRVT …",
            "Khoa còn có 2 CLB rất mạnh là CLB EET (điện, điện tử, viễn thông) tham gia CLB này sẽ được hỗ trợ rất nhiều về mặt kiến thức chuyên môn,chuyên ngành đến từ các anh chị khóa trên cũng như các thầy cô cố vấn, đặc biệt đều có các cuộc thi học thuật rất lớn do CLB này tổ chức Thứ 2 là CLB Tiếng anh (ETEC) dành cho những bạn có đam mê về tiềng anh, muốn cải thiện kỹ năng kiến thức thì CLB này sẽ giúp các bạn."
        ],
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Lý, Hóa",
                        "diem": 19.25
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Lý, Hóa",
                        "diem": 22.05
                    }
                ]
            }
        }
    },
    "DDV": {
        "tenganh": "Kỹ thuật điện tử – viễn thông ",
        "review": [
            "Xin chào các bạn ‘kỹ sư tương lai”! hôm nay mình sẽ review nhẹ cho các bạn dự định sẽ xét tuyển các ngành của khoa Điện tử Viễn thông (tên viết tắt tiếng anh là FET). Khoa mình quản lý và đào tạo 05 ngành nhưng từ năm 2018 thì chỉ còn tuyển 04 ngành gồm kĩ thuật điện, kĩ thuật điện tử - viễn thông, công nghệ kĩ thuật điện tử - viễn thông, công nghệ kĩ thuật điện, điện tử.",
            "Xã hội sẽ nghĩ học mấy ngành này xong ra sửa điện hả? => Không à. Mà chúng ta có thể làm ở bất kỳ nơi đâu có liên quan đến điện, điện tử, viễn thông trong nhà nước, tư nhân hay công ty nước ngoài đều được. Khi tốt nghiệp các bạn sẽ được cấp bằng kỹ sư.",
            "Ủa vậy mấy ngành đó có gì khác không? => Có nha. Những ngành bắt đầu cụm từ KĨ THUẬT thì định hướng học thiên về hàn lâm, nghiên cứu, còn ngành bắt đầu bằng cụm từ CÔNG NGHỆ KĨ THUẬT hướng học thiên về ứng dụng. Nhưng nhìn chung các ngành đều có các môn cơ sở như nhau, lên năm 2 thì bắt đầu được chọn chuyên ngành mình thích để học. Ra trường các bạn đều có kiến thức cơ sở giống nhau chỉ khác là kiến thức chuyên ngành hoy. À sẵn mình nói luôn về các môn học, nhìn chung môn nào cùng khó lắm, phải cố gắng giải bài tập giảng viên yêu cầu, cúp học thì ít thôi đừng cúp dài dài, kiến thức không vô nỗi đâu.",
            " Nói về môi trường học thì ấn tượng đầu tiên là 90% toàn con trai, còn có 10% bạn nữ. Có thể lớp sẽ có 1 – 2 bạn nữ còn lại toàn trai với trai không đó hoặc lớp full HD trai. Khả năng thoát ế cao nếu biết ngoại giao với mấy khoa như mầm non hay tiểu học….",
            "Cơ sở vật chất tạm ổn vì là trường công lập nên máy móc hệ thống phòng thí nghiệm, thực hành còn hạn chế nhưng đủ đáp ứng 1 phần cho sinh viên. Dự kiến nghe nói từ năm học tới khoa sẽ có 8 phòng thí nghiệm thực hành tân tiến nhất ở dãy nhà mới xây để phục vụ công việc giảng dạy và học tập đó. Mình cũng đang hóng ^^ ",
            "Nói về thầy cô giảng viên của khoa nhìn chung là dễ chịu, tốt, chuyên môn đều cao hết. Nói gì nói chứ cũng có 1 số giảng viên cực kỳ nghiêm khắc lắm á nha. Nên hỏi riêng mấy anh chị khóa trên để biết thêm nè.",
            "Các hoạt động của Đoàn khoa – Liên Chi hội Sinh viên của khoa thì vô cùng bổ ích và hấp dẫn như giải bóng đá thường niên giành cho các bạn yêu bộ môn này, các sân chơi kỹ năng, đặc biệt là chương trình hội trại siêu to hoành tráng 2 ngày 1 đêm tại BRVT …",
            "Khoa còn có 2 CLB rất mạnh là CLB EET (điện, điện tử, viễn thông) tham gia CLB này sẽ được hỗ trợ rất nhiều về mặt kiến thức chuyên môn,chuyên ngành đến từ các anh chị khóa trên cũng như các thầy cô cố vấn, đặc biệt đều có các cuộc thi học thuật rất lớn do CLB này tổ chức Thứ 2 là CLB Tiếng anh (ETEC) dành cho những bạn có đam mê về tiềng anh, muốn cải thiện kỹ năng kiến thức thì CLB này sẽ giúp các bạn."
        ],
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Lý, Hóa",
                        "diem": 16.25
                    },
                    {
                        "tohop": "Toán, Lý, Anh",
                        "diem": 15.25
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Lý, Hóa",
                        "diem": 21
                    },
                    {
                        "tohop": "Toán, Lý, Anh",
                        "diem": 20
                    }
                ]
            }
        }
    },
    "DDI": {
        "tenganh": "SP Địa lý",
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Ngữ văn, Lịch sử, Địa lý (Địa lý)",
                        "diem": 22.9
                    },
                    {
                        "tohop": "Ngữ văn, Toán, Địa lý (Địa lý)",
                        "diem": 22.9
                    }
                ],
                "2021": [
                    {
                        "tohop": "Ngữ văn, Lịch sử, Địa lý (Địa lý)",
                        "diem": 24.53
                    },
                    {
                        "tohop": "Ngữ văn, Toán, Địa lý (Địa lý)",
                        "diem": 22.9
                    }
                ]
            }
        }
    },
    "DGM": {
        "tenganh": "Giáo dục Mầm non",
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Văn, Kể chuyện- Đọc diễn cảm, Hát- Nhạc",
                        "diem": 18.5
                    }
                ],
                "2021": [
                    {
                        "tohop": "Văn, Kể chuyện- Đọc diễn cảm, Hát- Nhạc",
                        "diem": 21.6
                    }
                ]
            }
        }
    },
    "DGT": {
        "tenganh": "Giáo dục Tiểu học",
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Văn, Anh",
                        "diem": 22.8
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Văn, Anh",
                        "diem": 24.65
                    }
                ]
            }
        }
    },
    "DHO": {
        "tenganh": "SP Hóa",
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Lý, Hóa (Hóa)",
                        "diem": 24.98
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Lý, Hóa (Hóa)",
                        "diem": 25.78
                    }
                ]
            }
        }
    },
    "DKE": {
        "tenganh": "Kế toán",
        "review": [
            "Lúc chưa thi thì bị áp lực mọi mặt Thi rồi thì lại lo cho kết quả có ưng ý không? Biết kết quả rồi thì lại phải chọn trường chọn ngành phù hợp với bản thân. Có lẽ đó là tâm trạng của tất cả các sĩ tử trước và sau khi thi tốt nghiệp+ đại học. Giờ này chắc các em 98er đã biết kết quả thi hết rồi nhỉ? Có em sẽ hài lòng với kết quả đó nhưng có em sẽ thất vọng vì không như bản thân mong muốn. Một cuộc thi quyết định tương lai của các em. Và đã đến lúc các em phải chọn cho mình 1 ngành 1 trường để có thể giúp các em hướng tới gần hơn ước mơ của mình. Có lẽ các em sẽ chọn ngành theo nhiều mục đích khác nhau. Ví dụ như có đầu ra,theo ý muốn bamẹ nhưng các em à nếu như vậy các em vào trường học sẽ rất chán nản. không có gì thú vị.Cho nên các em hãy chọn theo niềm đam mê nhé.",
            "Chị là sv trường ĐHSG - Khoa Tài Chính Kế Toán, ngành Kế Toán. Có lẽ ít ai sẽ chọn ngành này. Nếu có chọn có lẽ là có đầu ra rồi. Chị được học ngành này vì rớt 2 ngành trước. Thật ra mới học chị cảm thấy chán, không một chút thú vị,toàn là số và tính toán. Nửa năm đầu chị học cho có,không có đam mê. Nhưng sau đó chị nhận ra ngành này rất thú vị: giúp các em hiểu được thị trường kinh tế,luyện sự cẩn thẩn tỉ mỉ,siêng năng,tính toán chi tiêu hợp lí , với ngành kế toán có lẽ dễ xin việc hơn những ngành khác,lương không cao nhưng sau này các em có kinh nghiệm rồi lương sẽ ổn định dần Đặc biệt đội ngũ giảng viên thì nhiệt tình,giảng dạy dễ hiểu,miinh họa rõ ràng nền kinh tế hiện tại giúp các em hiểu sau hơn,cơ sở vật chất đầy đủ tiện nghi.Đặc biệt bên Đoàn khoa sẽ thường xuyên có các hoạt động bổ ích giúp các em năng động sáng tạo cho cả việc học và chơi. Một môi trường đại học tốt sẽ giúp các em trưởng thành hơn. Chúc các 98er sẽ thành công. Và đạt được ước mơ của các em nhé."
        ],
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Văn, Anh (Toán)",
                        "diem": 22.48
                    },
                    {
                        "tohop": "Toán, Văn, Lý( Toán)",
                        "diem": 23.48
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Văn, Anh (Toán)",
                        "diem": 23.5
                    },
                    {
                        "tohop": "Toán, Văn, Lý( Toán)",
                        "diem": 24.5
                    }
                ]
            }
        }
    },
    "DKM": {
        "tenganh": "Khoa học môi trường ",
        "review": [
            "Mỗi lần gặp mấy đứa cấp ba cấp hai là y như rằng sẽ bị hỏi bây giờ m học ngành nào dị. Và câu tl của tôi lại là KHMT. Và tụi nó sẽ lại ừ cho qua hoặc trố mắt hỏi ngành gì lạ vậy. Xin thưa các bác là ngày xưa trước khi vô học ngành này e cũng như các bác thôi ạ. Chẳng biết KHMT là cái gì chỉ là thấy điểm vs môn phù hợp nên e vào đây thôi. Lúc đầu bỡ ngỡ lắm cơ. Đa số lớp toàn là tp bị rớt từ mấy ngành khác qua và đông dân nhất là mấy đứa rớt bên dược qua. Tôi là cái đứa vô duyên nhất, trời xui đất khiến s lại vô cái ngành chẳng lquan gì vs ngành mà tôi chọn ban đầu. Nói cho cùng cũng là có duyên lắm mới học chung một khoa nên các 98er đừng vội hoang mag khi vô khoa MO nhé",
            "Sau đây là review về Khoa MO của 1 97er: khoa. chia làm hai nghành là khoa học và cn kỹ thuật. Khoa theo mình được trag bị khá kỹ về máy móc không thua gì ở các trường đh láng giềng đâu nhé, tuy là trường đại học Sài Gòn nổi tiếg ở mầm non và gdth hơn nhưg nhữg ngàh khác cũg k phải bị bỏ rơi nên các bạn đừg xoắn nhé.",
            "Ở năm nhất khi học nghành KHMT các bạn sẽ có chương trình giốg vs các nghành khác là học tập trung các môn chug qua năm hai thì sẽ tập trung vào chuyên ngành hơn nhé. Đbiệt thì thầy cô trong khoa cực kỳ dễ thương và iu học sinh nên đừng sợ tuy bên ngoài có nhìu thầy cô khá nghiêm nhưng trog lòng rất thương sinh viên ^^ chỉ cần siêng học là thầy cô sẽ cực quý lun đó( thầy cô hay hù làm mình sợ nhưng k nỡ xuống tay đau) ",
            "Trong khoa thì cũng chia làm cơ cấu như các khoa khác là đoàn và hội ( dành cho các bạn thích cv đoàn hội và không sợ cực hoặc là muốn trải nghiệm ngen)",
            "Chương trình học cũng không quá nặng nếu cạn bạn chịu học siêng là oki. Các a chị trong khoa thì dt và nhiệt tình siêu đág iu thương đàn e nữa nên có gì k hiểu hay thắc mắc thì có thể hỏi mà đừng ngại nha( xin sách các kiểu nữa). Tóm lại nếu bạn nào muốn tiềm hiểu và thích ngành KHMT mà chưa chọn đc trường thì hãy vô học ở SGU đi k lầm đâu.",
            "End hết phần review của MOER về khoa môi trường tại đại học Sài Gòn. Mọi thắc mắc các bạn cứ vô học sẽ hiểu rõ hơn."
        ],
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Lý, Hóa",
                        "diem": 16
                    },
                    {
                        "tohop": "Toán, Hóa, Sinh",
                        "diem": 17
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Lý, Hóa",
                        "diem": 16.05
                    },
                    {
                        "tohop": "Toán, Hóa, Sinh",
                        "diem": 17.05
                    }
                ]
            }
        }
    },
    "DKP": {
        "tenganh": "Kỹ thuật phần mềm",
        "review": [
            "Chào bạn. Mình mới học xong năm 1. Nhìn chung thì các thầy cô trong khoa CNTT thì rất dễ thương bạn nhé ^^ Mình review vài GV trong khoa thôi, còn các GV dạy các môn khác như Giải tích, Đại số, Điện tử căn bản thì ở bên khoa khác dạy nên mình không ý kiến nhé. Môn Toán rời rạc là môn bạn học đầu tiên, mình thì học thầy Hòa phó khoa, thầy nói giọng Huế nên hơi khó nghe một tí, bạn chịu khó lắng nghe, cố gắng làm bài thật tốt để điểm giữa kì cao, cuối kì thi cho đỡ :)) Nhập môn máy tính và Kiến trúc máy tính là 2 môn mà theo mình là nên học thầy Quan, thầy có dạy bạn nhiều thứ khác ngoài máy tính như làm giàu, các vấn đề cuộc sống, kĩ năng mềm,... học thầy thì chỉ cần chuẩn bị bài thuyết trình thật chu đáo, thuyết trình thật tự tin là sẽ điểm cao, yên tâm là thầy không kêu lên bảng đâu :)) cơ sở lập trình học thầy Trí sẽ dễ hiểu hơn, còn thầy Quốc thì dạy nhanh nên bạn cố gắng nắm bắt sẽ qua được thôi, à thường thầy Quốc dạy lí thuyết thì sẽ có thầy Khải dạy thực hành nên bạn sẽ kiểm tra 2 người luôn. Cấu trúc dữ liệu thì mình khuyên bạn nên học cô Loan nhé, cô rất dễ tính và dễ lấy điểm cộng. Còn kĩ thuật lập trình thì tốt nhất bạn học cô Trang, cô cũng dễ cực kì, cho kiểm tra quá trời luôn, chủ yếu để bạn nhớ kiến thức, cô cũng rất dễ thương. Nói chung là học ngành gì cũng vậy, môn gì cũng vậy, hãy cứ tự tin ngay từ những tiết đầu và cố gắng giơ tay phát biểu càng nhiều càng tốt, thầy cô sẽ quý bạn và cho bạn điểm cộng nhiều, học ĐH điểm cộng quý lắm đấy, nó có thể giúp đỡ cho bạn có điểm quá trình tốt như 9 10 để cuối kì thi sẽ nhẹ hơn, và hơn hết là hãy đi học đầy đủ đừng bỏ bữa nào nhé ^^ Chúc bạn thành công với lựa chọn của mình :3",
            "Sau gần 4 năm “dùi mài kinh sử” ở ngành công nghệ thông tin ở trường đại học Sài Gòn thì mình có 1 số đánh giá khá là khách quan để review về ngành đang làm mưa làm gió trong lĩnh vực công nghệ. Do trường mình chỉ mới đưa ngành CNTT vào giảng dạy vào những năm gần đây nên chất lượng đào tạo cũng chưa thể so các trường có truyền thống CNTT như đại học chính quy khác về CNTT. Với kiến thức căn bản mà các thầy cô giảng dạy ở trường sẽ nhẹ hơn ở các trường khác nhưng cũng đủ làm nền tảng cần thiết cho sau này. Mặc dù chất lượng giảng dạy chưa được xuất sắc nhưng không vì đó mà nhiệt huyết trong từng bài giảng kém. Khoa có đội ngũ giáo viên trẻ, đẹp, thân thiện, nhiệt tình, cở mởi, tận tình giúp đỡ sinh viên. Môi trường học tập ổn nhưng có đều cơ sở vật chất tốt phòng máy có máy lạnh, dàn máy tính thì phải nói là quá ngon trong tầm vài năm trước. Nên mọi người nên sắm cho mình laptop riêng để dễ dàng cho việc học. Và các hoạt động cực kỳ nhiều rất thích hợp cho những bạn là đoàn viên. Ai nói IT là khô khan, ai nói IT chỉ biết code thì xem IT Got Talen để xem các bạn sinh viên IT không chỉ code giỏi mà còn có nhiều tài khác nữa. Hằng năm khoa sẽ tổ chức các hoạt động “động chân tay” như các giải Esport, hội thao khoa, rực lữa IT, vơn vơn và mei mei. Tóm lại học ở đâu không quan trọng, học ở đâu cũng v chủ yếu là don bản thân mình tự vận động, tự mình tạo kiến thức cho mình, tự mình tạo những kỷ niệm ở thời sinh viên. SGU WELCOME."
        ],
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Lý, Hóa (Toán)",
                        "diem": 23.75
                    },
                    {
                        "tohop": "Toán, Lý, Anh( Toán)",
                        "diem": 23.75
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Lý, Hóa (Toán)",
                        "diem": 25.31
                    },
                    {
                        "tohop": "Toán, Lý, Anh( Toán)",
                        "diem": 25.31
                    }
                ]
            }
        }
    },
    "DKV(DTT)": {
        "tenganh": "Khoa học Thư viện (Thông tin Thư viện)",
        "review": [
            "Về ngành, thì sau 1 năm chị thấy thế này. 1. Về giáo viên, các thầy cô khoa mình rất dễ tính và nhiệt tình. 2. Về khoa, thì khoa mình đc tách ra từ qtrị kinh doanh khoảng vài năm thôi, nên còn hơi yếu thế so vs các khoa khác của trường, nhưng hiện các a c trong khoa đag hđ rất nhiệt tình.",
            "Về chương trình đạo tạo thì nếu hoàn thành e có thể làm việc ở cơ quan nhà nước hoặc cty tư nhân, theo c thì c thích làm công ty tư nhân hơn và ctrình đtạo cũg nghiên về hướng đó hơn vì có các môn như nghiệp vụ văn phòng, maketing căn bản, pr ,hành chính công... ngoài ra như bất kỳ sv nào e cũng phải học các môn như mác lênin, quốc phòng...",
            "Tuy nhiên, các e cũng thấy rồi đó, tình trạng thất nghiệp hiện nay rất cao, nếu xin việc ở ngành mình thì c nghĩ khởi đầu lương sẽ rất thấp, trong lúc học đh thì e nên học t.anh thật tốt, bổ sung kỹ năng và nếu được thì nên học thêm 1 ngoại ngữ nữa, vì ngành mình cũng có thể xin vào các vị trí như trợ lý hoặc thư ký... và c thấy ngành nào cạnh tranh cũng rất nhiều nên e nên suy nghĩ khi nộp hồ sơ.",
            "Ưu: chương trình tổng hợp nhiều môn của các khoa, đa dạng kiến thức, học phần chính sẽ được học là văn thư lưu trữ, nghiệp vụ hành chính,nghiệp vụ thư ký,... Các học phần bổ trợ cho ngành cũng nhiều vd nhu các học phần liên quan như luật, quản trị doanh nghiệp, nguyên lý kế toán,... Học phần về tin học cũng đa dạng, thầy cô còn tâm lý cho thêm 1 môn 4 chỉ đó là Đánh máy 10 ngón:))) kỹ năng mềm nhân viên hành chính văn phòng cần có. Thầy cô có người khó tính, có người dễ tính, nhưng đó là trong quá trình học, bên ngoài thầy cô cũng gần gũi vs sinh viên, điểm thì chăm chỉ sẽ cao, chăm chỉ nhất định có học bổng:)))",
            "Hoạt động trong khoa chủ yếu dựa trên nền tảng hoạt động của trường. Chủ yếu oà ban cán sự có tâm thì mọi thứ đều tốt.",
            "Khuyết: cơ sở vật chất do trường, tuy k phải di chuyển nhiều qua các cơ sở nhưng thỉnh thoảng đk môn học k được vẫn phải chạy show qua cơ sở khác. Mr. Nam có nói, thầy có xin dụng cụ cho một vài môn hoài mà trường hõng duyệt, mong năm sau mấy đứa sẽ có để học :)))",
            "Thỉnh thoảng sẽ có thực tập của môn học, mà đa phần k đặt nặng sv khoa có đi hay không nên toàn họp nhóm ở nhà làm, tự tìm tài liệu. Chỉ có thực tập tốt nghiệp thầy cô mới theo sát và hỗ trợ.",
            "Tips: nên học thêm ngôn ngữ thứ 2, ngoài anh văn. Tất nhiên vẫn ưu tiên av hàng đầu, nhưng ngành này ra lương k cao so với mặt bằng chung nhưng chắc chắn có việc làm. Vì mỗi cái đều được học một chút bên các ngành khác."
        ],
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Văn, Anh",
                        "diem": 20.1
                    },
                    {
                        "tohop": "Văn, Toán, Địa",
                        "diem": 22.01
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Văn, Anh ",
                        "diem": 21.8
                    },
                    {
                        "tohop": "Văn, Toán, Địa",
                        "diem": 21.8
                    }
                ]
            }
        }
    },
    "DLI": {
        "tenganh": "SP Vật lí",
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Lý, Hóa (Lý)",
                        "diem": 24.48
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Lý, Hóa (Lý)",
                        "diem": 24.86
                    }
                ]
            }
        }
    },
    "DLU": {
        "tenganh": "Luật",
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Văn, Anh",
                        "diem": 22.35
                    },
                    {
                        "tohop": "Văn, Toán, Sử",
                        "diem": 23.35
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Văn, Anh ",
                        "diem": 23.85
                    },
                    {
                        "tohop": "Văn, Toán, Sử",
                        "diem": 24.85
                    }
                ]
            }
        }
    },
    "DMI": {
        "tenganh": "SP Mỹ thuật",
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Ngữ văn, Hình họa, Trang trí",
                        "diem": 18.25
                    }
                ],
                "2021": [
                    {
                        "tohop": "Ngữ văn, Hình họa, Trang trí",
                        "diem": 18.75
                    }
                ]
            }
        }
    },
    "DNA": {
        "tenganh": "Thanh nhạc ",
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Ngữ Văn, Kiển thức âm nhạc, Thanh nhạc",
                        "diem": 22.25
                    }
                ],
                "2021": [
                    {
                        "tohop": "Ngữ Văn, Kiển thức âm nhạc, Thanh nhạc",
                        "diem": 20.5
                    }
                ]
            }
        }
    },
    "DNH": {
        "tenganh": "SP Âm nhạc ",
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Ngữ văn, Hát-Xưởng âm, Thẩm âm-Tiết tấu",
                        "diem": 24
                    }
                ],
                "2021": [
                    {
                        "tohop": "Ngữ văn, Hát-Xưởng âm, Thẩm âm-Tiết tấu",
                        "diem": 24.25
                    }
                ]
            }
        }
    },
    "DQG": {
        "tenganh": "Quản lý Giáo dục",
        "review": [
            "Đầu tiên chị xin nói về điểm chị thích: Nói chung đến thời điểm bây giờ thì chị chưa bao giờ cảm thấy hối hận khi chọn ngành này . Khi học chị cảm thấy QLGD của chị có sự đa dạng, phong phú hơn về chương trình học cũng như các hoạt động Đoàn Hội, không có khô khan như chị tưởng tượng ban đầu. Thích nhất là giảng viên rất nhiệt tình và tận tâm Anh chị khóa trên thì vui vẻ hòa đồng thôi khỏi chê luôn hihi. Chị tự hào vì là sinh viên khoa giáo dục Khuyết điểm là thi đề mở nên học sinh chủ quan, không quan trọng việc lên lớp.",
            "Giảng viên của ngành QLGD đều có kinh nghiệm nhiều năm ở những cấp quản lý của các trường nên luôn có sự chuyên nghiêp, liên hệ thực tế phong phú trong từng bài học. Thầy cô cũng thường xuyên cập nhật cho sinh viên những văn bản pháp luật, tình hình và những vấn đề nóng trong xã hội về giáo dục. Đặc biệt, chuyên ngành QLGD có học phần về Quản lý các hoạt động giáo dục ngoài giờ lên lớp nên thầy cô luôn ủng hộ sinh viên khi tham gia các hoạt động do Đoàn TN – Hội SV của khoa và trường tổ chức vì đây cũng chính là môi trường để sinh viên học hỏi, rèn luyện thêm nhiều kỹ năng cho công việc sau này.",
            "Đoàn TN – Hội SV khoa GD hàng năm đều tổ chức các hoạt động tình nguyện, talkshow, tọa đàm, văn nghệ, … để sinh viên rèn luyện và phát huy năng lực của bản thân.",
            "Em gửi anh 1 tí review về giảng viên của ngành QLGD nha, các hđ Đoàn Hội em tính nói 1 ít để kiểu hãy apply vào làm cán bộ Đoàn Hội của khoa thì các bạn sẽ biết rõ hơn á"
        ],
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Văn, Anh",
                        "diem": 21.1
                    },
                    {
                        "tohop": "Toán, Văn, Địa lý",
                        "diem": 21.1
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Văn, Anh ",
                        "diem": 22.55
                    },
                    {
                        "tohop": "Toán, Văn, Địa lý",
                        "diem": 23.55
                    }
                ]
            }
        }
    },
    "DQK": {
        "tenganh": "Quản trị kinh doanh",
        "review": [
            "Hiện mình là sinh viên năm 3. Sau 2 năm học mình thấy ngành qtkd rất thú vị. Càng học càng thích. Thầy cô rất dễ thương. Các môn học bám sát với thực tế. Ngoài ra mình còn biết đc nhiều kiến thức thực tiễn hơn mà trong giáo trình không có đề cập đến, do có 1 số thầy cô đã từng làm ở doanh nghiệp or vừa làm vừa dạy nên họ có kinh nghiệm và truyền đạt lại cho tụi mình rất hay. Các môn học giúp mình có nhiều kiến thức hơn về kinh tế. Giờ mà nghe tin thời sự về kinh tế là biết ngay đc 1 ít. Chứ trước đó là mù luôn :p.",
            "Túm cái quần lại là ngành này rất thú vị. Càng học càng thích. Mãi yêu QTKD SGU ♥"
        ],
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Văn, Anh (Toán)",
                        "diem": 23.26
                    },
                    {
                        "tohop": "Toán, Lý, Anh (Toán)",
                        "diem": 24.26
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Văn, Anh (Toán)",
                        "diem": 24.26
                    },
                    {
                        "tohop": "Toán, Lý, Anh (Toán)",
                        "diem": 25.26
                    }
                ]
            }
        }
    },
    "DQT": {
        "tenganh": "Quốc tế học",
        "review": [
            "Hiện mình là sinh viên năm nhất Ngành Quốc tế học khoa Quan hệ quốc tế. Lúc đầu mình muốn học là ngành Ngôn Ngữ Anh nhưng không có duyên nên mình mới chuyển sang ngành hiện giờ. Thực sự mình là khóa đầu tiên của ngành, có rất nhiều điều mới và cả những gì mà ngành mình đang xây dựng. Nhưng điều bất ngờ là cách mà thầy cô cho tiếp cận với ngành học này. Nếu ai biết cô Hằng khoa mình đó là một điều tuyệt vời. Các bạn sẽ có một tiết học Lịch sử thế giới hay Văn minh nhân loại một cách rất khác. Được dựng lên một liveshow với đủ cả các diễn viên, ekip, hậu trường, trang phục, đồ ăn, game ... do chính tay các nhà nghiệp dư như mình và các bạn trong lớp dựng nên . Mới đầu thực sự rất ngỡ ngàng với cách học như thế. Có khổ, khó khăn thật nhưng nghĩ lại cũng vui lắm. Ngành mình quan trọng về tiếng anh nhiều nên các bạn đừng lo sẽ không được nói tiếng anh nhé. Các buổi liveshow là những buổi hoạt động CLB Tiếng anh do ngành Quốc tế học tự tổ chức và đầu tư, những buổi đó chúng mình sẽ thuyết trình về một đất nước hoàn toàn bằng tiếng anh. Sẽ thú vị lắm đó. hehe. I love IR so much."
        ],
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Văn, Sử, Địa (Anh)",
                        "diem": 21.18
                    }
                ],
                "2021": [
                    {
                        "tohop": "Văn, Sử, Địa (Anh)",
                        "diem": 24.05
                    }
                ]
            }
        }
    },
    "DQV": {
        "tenganh": "Quản trị văn phòng",
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Văn, Anh (Văn)",
                        "diem": 23.18
                    },
                    {
                        "tohop": "Văn, Toán, Địa (Văn)",
                        "diem": 24.18
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Văn, Anh (Văn)",
                        "diem": 24
                    },
                    {
                        "tohop": "Văn, Toán, Địa (Văn)",
                        "diem": 25
                    }
                ]
            }
        }
    },
    "DSA": {
        "tenganh": "SP Tiếng Anh",
        "review": [
            " chất lượng: chất lượng giáo trình ok, nhưng quan trọng là các em phải chịu khó đọc sách ở nhà, vì trên lớp ko đủ tiết nên nhiều khi cũng không nắm bắt được hết cái hay những gì trong sách, tuy nhiên trường luôn chọn những cuốn sách hay để các em học, nên các em yên tâm.",
            "giảng viên: khá nhiệt tình dễ thương, luôn tạo cơ hội cho các em điểm cao, dạy tân tình luôn so với các các giảng viên dạy chung ngành trường khác - vpk: bình thường cái này chị ít vào nên cũng ko rõ ",
            "cơ sở vật chất: cũng bt nói chung ko có máy lạnh phà phà như trường tư nhưng theo chị ko đóng học phí mà csvc vậy ok rồi",
            "thái độ - kiến thức: về kiến thức thì chị nhắc lại giáo trình tốt, khi học nâng cao mà các em biết khai thác thì nó sẽ rất có ích cho các em sau này."
        ],
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Văn, Anh (Anh)",
                        "diem": 24.96
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Văn, Anh (Anh)",
                        "diem": 26.69
                    }
                ]
            }
        }
    },
    "DSI": {
        "tenganh": "SP Sinh học",
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Hóa, Sinh (Sinh)",
                        "diem": 24.98
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Hóa, Sinh (Sinh)",
                        "diem": 23.28
                    }
                ]
            }
        }
    },
    "DSU": {
        "tenganh": "SP Lịch sử",
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Ngữ văn, Lịch sử, Địa lý ( Lịch sử)",
                        "diem": 22.5
                    }
                ],
                "2021": [
                    {
                        "tohop": "Ngữ văn, Lịch sử, Địa lý ( Lịch sử)",
                        "diem": 24.5
                    }
                ]
            }
        }
    },
    "DTL": {
        "tenganh": "Tâm lí học",
        "review": [
            "Đầu tiên khi tìm hiểu đến ngành học thì tất nhiên chúng ta phải hiểu về nguồn gốc chứ nhỉ. Ngành tâm lý học trực thuộc khoa Giáo dục, bắt đầu tuyển sinh khóa đầu tiên năm 2015, văn phòng khoa nằm tại cơ sở chính 273 An Dương Vương, quận 5. Ngành tâm lý học đào tạo theo hệ thống tín chỉ, kéo dài 4 năm học.",
            "Các thầy cô giảng dạy tâm lý rất vui tính, lắng nghe và thấu hiểu sinh viên. Các bạn sinh viên chỉ cần chủ động tìm và hỏi các thầy cô thì đều được giải đáp thắc mắc và hỗ trợ nhiệt tình. Đặc biệt là không chỉ trong vấn đề học hành, vì là thầy cô tâm lý nên các bạn có tâm sự chuyện gia đình, chuyện tình cảm hay khúc mắc trong cuộc sống cũng được các thầy cô giúp đỡ và đảm bảo bảo mật luôn nha. Các thầy cô luôn đề cao tính chủ động ở sinh viên, vì đâu thể các thầy cô có thể giảm sát từng sinh viên hết được. Do đó, nếu có bất kì thắc mắc hoặc cần hỗ trợ thì cần phải mạnh dạn hỏi thăm các thầy cô để có thể giải quyết kịp thời nhé!",
            "Tất nhiên lên ĐH sẽ là một bầu trời hoạt động năng nổ, tham gia vào các câu lạc bộ, các chương trình tình nguyện, kết giao thêm nhiều bạn bè mới rồi. Các bạn sinh viên có thể cùng tham gia các hoạt động thể thao, văn hóa, văn nghệ không chỉ của ngành mà còn của khoa, của trường. Các tổ chức Đoàn thanh niên, hội sinh viên đều có những hoạt động thường xuyên trong tháng, trong năm.",
            "Có lẽ đây là nội dung được tất cả những bạn quan tâm đến ngành tâm lý học đều thắc mắc. Bắt đầu vào các bạn sinh viên sẽ được tiếp cận với các môn học nền tảng như: Tâm lý học đại cương, TLH xã hội, TLH nhân cách, TLH nhận thức, TLH phát triển,… Sau đó, sinh viên sẽ được học các môn định hướng theo 2 hướng chính là Tham vấn tâm lý và Tâm lý học nhân sự.",
            "Về tham vấn tâm lý, sinh viên sẽ được học các môn như: Tham vấn tâm lý, tâm bệnh học, TLH lệch chuẩn, tham vấn hướng nghiệp, tham vấn cho thanh thiếu niên, tham vấn cho trẻ có hành vi lệch chuẩn và khó hòa nhập. Các bạn sinh viên định hướng tham vấn tâm lý có cơ hội việc làm tại các bệnh viện, trung tâm tham vấn, trường học,…",
            "Về Tâm lý học nhân sự, sinh viên sẽ được học các môn như: TLH tổ chức, TLH nhân sự, TLH quản trị kinh doanh,… Các bạn sinh viên định hướng theo mảng TLH nhân sự có cơ hội việc làm tại các công ty nhân sự, hoặc các phòng ban nhân sự trong các công ty, doanh nghiệp.",
            "Trong quá trình học tập tại trường, bộ môn TLH sẽ luôn tổ chức các buổi hội thảo hỗ trợ chuyên môn cũng như định hướng cho sinh viên, các buổi thực tế, thực tập sẽ giúp sinh viên được tiếp xúc với công việc thực tế cũng như cho sinh viên có những trải nghiệm cho tương lai của bản thân. Những địa điểm để sinh viên đến thực tế, thực tập cũng rất đa dạng tùy theo mong muốn của sinh viên như: trại cai nghiện, bệnh viện, trường học, trung tâm, công ty, doanh nghiệp,…",
            "Tài liệu các môn học đều được giảng viên giới thiệu vào đầu chương trình học, nhưng giảng viên vẫn luôn khuyến khích các bạn sinh viên có thể đọc thêm và tìm hiểu thêm nhiều tài liệu. Nếu những kiến thức sinh viên chưa kịp nắm bắt có thể chủ động hỏi GV để giải đáp, các thầy cô vẫn luôn vui lòng hỗ trợ. Đối với mỗi môn học với các GV khác nhau thì sẽ có cách chấm điểm và đánh giá khác nhau. Các hình thức học thường xuyên tại lớp có thể thấy như là: học nhóm, thuyết trình nhóm, kiểm tra cá nhân,…"
        ],
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Văn, Anh",
                        "diem": 22.15
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Văn, Anh",
                        "diem": 24.05
                    }
                ]
            }
        }
    },
    "DTN": {
        "tenganh": "Tài chính Ngân hàng",
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Văn, Anh (Toán)",
                        "diem": 22.7
                    },
                    {
                        "tohop": "Văn, Toán, Lý (Toán)",
                        "diem": 23.7
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Văn, Anh (Toán)",
                        "diem": 23.9
                    },
                    {
                        "tohop": "Văn, Toán, Lý (Toán)",
                        "diem": 24.9
                    }
                ]
            }
        }
    },
    "DTO": {
        "tenganh": "SP Toán",
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Lý, Hóa (Môn chính Toán)",
                        "diem": 26.18
                    },
                    {
                        "tohop": "Toán, Lý, Anh (Môn chính Toán)",
                        "diem": 25.18
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Lý, Hóa (Môn chính Toán)",
                        "diem": 27.01
                    },
                    {
                        "tohop": "Toán, Lý, Anh (Môn chính Toán)",
                        "diem": 26.01
                    }
                ]
            }
        }
    },
    "DTU": {
        "tenganh": "Toán ứng dụng",
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Lý, Hóa (Môn chính Toán)",
                        "diem": 19.81
                    },
                    {
                        "tohop": "Toán, Lý, Anh (Môn chính Toán)",
                        "diem": 18.81
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Lý, Hóa (Môn chính Toán)",
                        "diem": 23.53
                    },
                    {
                        "tohop": "Toán, Lý, Anh (Môn chính Toán)",
                        "diem": 22.53
                    }
                ]
            }
        }
    },
    "DVA": {
        "tenganh": "SP Ngữ văn",
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Ngữ văn, Lịch sử, Địa lý (Văn)",
                        "diem": 24.25
                    }
                ],
                "2021": [
                    {
                        "tohop": "Ngữ văn, Lịch sử, Địa lý (Văn)",
                        "diem": 25.5
                    }
                ]
            }
        }
    },
    "DVI": {
        "tenganh": "Việt Nam học",
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Ngữ văn, Lịch sử, Địa lý",
                        "diem": 22
                    }
                ],
                "2021": [
                    {
                        "tohop": "Ngữ văn, Lịch sử, Địa lý",
                        "diem": 21.5
                    }
                ]
            }
        }
    },
    "DKQ": {
        "tenganh": "Kinh doanh quốc tế",
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Văn, Anh (Toán)",
                        "diem": 24.55
                    },
                    {
                        "tohop": "Toán, Lý, Anh (Toán)",
                        "diem": 25.55
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Văn, Anh (Toán)",
                        "diem": 26.16
                    },
                    {
                        "tohop": "Toán, Lý, Anh (Toán)",
                        "diem": 26.16
                    }
                ]
            }
        }
    },
    "DGD": {
        "tenganh": "Giáo dục chính trị",
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Ngữ văn, Lịch sử, Địa lý",
                        "diem": 21.25
                    }
                ],
                "2021": [
                    {
                        "tohop": "Ngữ văn, Lịch sử, Địa lý",
                        "diem": 24.25
                    }
                ]
            }
        }
    },
    "DLD": {
        "tenganh": "Sư phạm Lịch sử – Địa lý",
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Ngữ văn, Lịch sử, Địa lý",
                        "diem": 21.75
                    }
                ],
                "2021": [
                    {
                        "tohop": "Ngữ văn, Lịch sử, Địa lý",
                        "diem": 23
                    }
                ]
            }
        }
    },
    "DKH": {
        "tenganh": "Sư phạm Khoa học tự nhiên",
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2020": [
                    {
                        "tohop": "Toán, Lý, Hóa",
                        "diem": 22.55
                    },
                    {
                        "tohop": "Toán, Sinh, Hóa",
                        "diem": 22.55
                    }
                ],
                "2021": [
                    {
                        "tohop": "Toán, Lý, Hóa",
                        "diem": 24.1
                    },
                    {
                        "tohop": "Toán, Sinh, Hóa",
                        "diem": 24.1
                    }
                ]
            }
        }
    },
    "DDL": {
        "tenganh": "Du lịch",
        "diemchuan": {
            "CLC": null,
            "daitra": {
                "2021": [
                    {
                        "tohop": "Văn, Toán, Anh",
                        "diem": 23.35
                    },
                    {
                        "tohop": "Văn, Sử, Địa",
                        "diem": 23.35
                    }
                ]
            }
        }
    }
}